Repository: ba-amm/emencia-django-newsletter
Catalog: emencia/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Mailing lists
pl: listy mailingowe

source: name
pl: Nazwa

source: server host
pl: Host serwera

source: server user
pl: Użytkownik serwera

source: server password
pl: Hasło serwera

source: server port
pl: Port serwera

source: server use TLS
pl: Serwer korzysta z TLS

source: custom headers
pl: niestandardowe nagłówki

source: SMTP server
pl: Serwer SMTP

source: SMTP servers
pl: Serwery SMTP

source: first name
pl: Imię

source: last name
pl: Nazwisko

source: subscriber
pl: Subskrybent

source: valid email
pl: Prawidłowy e-mail

source: contact tester
pl: Kontakt testowy

source: creation date
pl: Data utworzenia

source: modification date
pl: Data modyfikacji

source: mail format
pl: Format poczty

source: contact
pl: kontakt

source: contacts
pl: kontakty

source: description
pl: Opis

source: subscribers
pl: Zapisani

source: unsubscribers
pl: Wypisani

source: mailing list
pl: Lista mailingowa

source: mailing lists
pl: Listy mailingowe

source: draft
pl: Szkic

source: waiting sending
pl: Oczekiwanie na wysyłanie

source: sending
pl: Wysyłanie

source: sent
pl: Wysłane

source: canceled
pl: Anulowane

source: title
pl: Tytuł

source: You can use the "{{ UNIQUE_KEY }}" variable for unique identifier within the newsletter's title.
pl: Możesz użyć zmiennej "{{ UNIQUE KEY }}" jako identyfikatora w tytule newslettera.

source: content
pl: Zawartość

source: Or paste an URL.
pl: Lub wklej URL.

source: test contacts
pl: Kontakty testowe

source: smtp server
pl: Serwer SMTP

source: sender
pl: Nadawca

source: reply to
pl: Odpowiedź do

source: sending date
pl: Data wysyłki

source: Used for displaying the newsletter on the site.
pl: Używany do wyświetlania newslettera na stronie.

source: newsletters
pl: newslettery

source: links
pl: link

source: file to attach
pl: plik załącznika

source: attachment
pl: załącznik

source: attachments
pl: załączniki

source: sent in test
pl: Wysłano w teście

source: error
pl: Błąd

source: invalid email
pl: Nieprawidłowy e-mail

source: opened
pl: Otwarty

source: opened on site
pl: Otwarty na stronie

source: link opened
pl: Otwarte linki

source: unsubscription
pl: Rezygnacja ze subskrybcji

source: contact mailing status
pl: Stan mailingu

source: contact mailing statuses
pl: Stan mailingu

source: permissions group
pl: Grupa uprawnień

source: workgroup
pl: Grupa robocza

source: workgroups
pl: Grupy robocze

source: Advanced
pl: Zaawansowane

source: No relative object
pl: Brak obiektu powiązanego

source: Related object
pl: Obiekt powiązany

source: Total subscriptions
pl: Ilość subskrybcji

source: Export contacts as VCard
pl: Eksportuj kontakty jako VCard

source: Export contacts in Excel
pl: Eksportuj kontakty jako VCard

source: New mailinglist at %s
pl: Nowa lista mailingowa %s

source: New mailing list created in admin at %s
pl: Nowa lista mailingowa stworzona w panelu administratora %s

source: %s succesfully created.
pl: %s pomyślnie utworzona.

source: Create a mailinglist
pl: Tworzenie listy mailingowej

source: %s contacts succesfully imported.
pl: %s pomyślnie zaimportowanych kontaktów.

source: Contact importation
pl: Import

source: Please select a least 2 mailing list.
pl: Proszę wybrać co najmniej 2 listy.

source: Merging list at %s
pl: Łączenie list %s

source: Mailing list created by merging at %s
pl: Lista mailingowa utworzona przez połączenie %s

source: %s succesfully created by merging.
pl: %s został pomyślnie utworzony w wyniku połączenia.

source: Merge selected mailinglists
pl: Scalanie wybranych list mailingowych

source: Export
pl: Eksport

source: Receivers
pl: Odbiorcy

source: Sending
pl: Wysyłanie

source: Miscellaneous
pl: Różne

source: Default
pl: Domyślne

source: Unable to download HTML, due to errors within.
pl: Nie można pobrać HTML ze względu na błąd wewnętrzny.

source: View historic
pl: Zobacz historię

source: Not available
pl: Niedostępne

source: Historic
pl: Historia

source: View statistics
pl: Zobacz statystyki

source: Statistics
pl: Statystyki

source: Unable send newsletter, due to errors within HTML.
pl: Nie można było wysłać newslettera ze względu na wewnętrzne błędy HTML.

source: %s succesfully sent.
pl: %s pomyślnie wysłanych.

source: No test contacts assigned for %s.
pl: Brak przypisanego testu kontaktu do %s.

source: Send test email
pl: Test wysyłki email

source: %s newletters are ready to send
pl: %s biuletyny gotowe do wysłania

source: Make ready to send
pl: Oznacz jako "gotowy do wysłania"

source: %s newletters are cancelled
pl: %s biuletyny są anulowane

source: Cancel the sending
pl: Anuluj wysyłanie

source: Invalid syntax, do not forget the ":".
pl: Nieprawidłowa składnia, nie zapomnij o ":".

source: Invalid syntax, several assignments by line.
pl: Nieprawidłowa składnia, kilka przypisanych elementów w linii.

source: Configuration
pl: Konfiguracja

source: Check connection
pl: Połączenie prawidłowe

source: Contacts length
pl: Liczba kontaktów

source: Mailing List length
pl: Liczba list mailingowych

source: Newsletter length
pl: Liczba newsletterów

source: Subscription Form
pl: Rezygnacje

source: show description
pl: Opis

source: Show the mailing list's description.
pl: Pokaż opis list mailingowych.

source: Mailing List to subscribe to.
pl: Numer listy mailingowej

source: Add %(name)s
pl: Dodaj %(name)s

source: Actions
pl: Akcja

source: Import %(name)ss
pl: Importuj %(name)s

source: Add to a mailing list
pl: Stwórz listę mailingową

source: Export %(name)s as Excel
pl: Eksportuj %(name)s

source: Excel file (.xls)
pl: Plik Excel (.xls)

source: Import contacts from a Excel file.
pl: Eksportuj kontakty jako VCard

source: All columns are optionnal excepting the email.
pl: Wszystkie kolumny są opcjonalnej wyjątkiem e-mail.

source: Import
pl: Importuj

source: Text
pl: Tekst

source: Text file (.txt, .csv)
pl: Plik tekstowy (. txt, .csv)

source: Import contacts from a text file, or a CSV file.
pl: Importuj kontakty z pliku tekstowego lub pliku CSV.

source: VCard file (.cvf)
pl: Plik VCard (.cvf)

source: Import contacts from your favorite mail client, by providing a VCard file.
pl: Importuj kontakty z ulubionego klienta pocztowego poprzez dostarczenie pliku VCard.

source: Raw text
pl: Czysty tekst

source: Subscription to mailing list
pl: Stwórz listę mailingową

source: Thanks for your subscription!
pl: Wszystkie subskrybcje

source: Validate this form to subscribe to the mailing lists.
pl: Wypełnij ten formularz aby wypisać się z tej listy mailingowej.ł

source: Subscribe
pl: Subskrybent

source: Unsubscription
pl: Rezygnacja

source: You are unsubscribed for this mailing list.
pl: Zostałeś wypisany z tej listy mailingowej.

source: Validate this form to unsubscribe to this mailing list.
pl: Wypełnij ten formularz aby wypisać się z tej listy mailingowej.

source: Unsubscribe
pl: Wypisz

source: Date
pl: Data

source: Contact
pl: Kontakt

source: Action
pl: Akcja

source: If you cannot see this email,
pl: Jeżeli nie widzisz tej wiadomości,

source: click here
pl: kliknij tutaj

source: For unsubscribing to this mailing list,
pl: Zostałeś wypisany z tej listy mailingowej.

source: Consultation histogram
pl: Histogram konsultacji

source: Period
pl: Okres

source: Broadcasting statistics
pl: Zobacz statystyki

source: Total openings
pl: Wszystkie subskrybcje

source: Openings on site
pl: Otwarty na stronie

source: Total openings unique
pl: Wszystkie otworzone

source: Unknow delivery
pl: Brak danych o dostarczeniu?

source: Unsubscriptions
pl: Rezygnacje

source: Openings average
pl: Wszystkie subskrybcje

source: Links statistics
pl: Zobacz statystyki

source: Total clicked links
pl: Wszystkie subskrybcje

source: Total clicked links unique
pl: Liczba linków z pojedynczym kliknięciem?

source: Clicked links by openings
pl: Liczba kliknięć na jedno otwarcie

source: Clicked links average
pl: Wszystkich subskrybcje

source: Report
pl: Eksportuj raport

source: Download CSV report
pl: Pobierz raport CSV

source: Informations
pl: Import

source: Recipients
pl: Odbiorcy

source: View
pl: Zobacz

source: Sending date
pl: Data wysyłki

source: Tests sent
pl: Testy wysłane

source: Top Links
pl: Najlepsze linki

source: Density map
pl: Mapa gęstości

source: No Top Links yet.
pl: Najlepsze linki są jeszcze niedostępne

source: You have successfully subscribed to the mailing list!
pl: Zostałeś wypisany z tej listy mailingowej.

source: Statistics of %s
pl: Statystyki %s

source: openings
pl: Wszystkie subskrybcje

source: #val# openings
pl: Wszystkie subskrybcje

source: #val# clicks
pl: #val# kliknięć

source: Historic of %s
pl: Historia %s
